{"recipes":
  [
    {id: "legacycarerwork",
    label: "I Am Alive",
    actionId: "work",
    requirements: {legacycarerjob:1},
    aspects: {careeradvancement:1},
    alternativerecipes: [{id:"legacycareropendream",chance:100,additional:true}],
    startdescription: "What have I become? What has brought me back from beyond even Death's final curtain?",
    description: "I find myself passing through furniture without thinking; passing mirrors and seeing nothing of myself; drinking water and finding naught but a puddle on the floor, despite feeling the cooling sensation of a fresh drink. There must be a logical explanation to this, though this brings me no comfort.",
    effects: {legacycarerjob:-1,legacycarerjob_matured:1,reason:1},
    warmup:10,
    craftable: true},

    {id: "legacycareropendream",
    label: "A Restless Night",
    actionId: "dream",
    startdescription: "I lie awake upon an old bed of tattered cotton. My eyes feel heavy, at yet, I cannot sleep. Then, I hear the sounds.",
    description: "The distant tapping of footsteps. Something scratches at the door. Growling from below. I find no rest tonight - though I am certain I need none.",
    effects: {restless:1},
    warmup:10},

    {id: "legacycarerjob_matured",
    label: "Something Howling",
    actionId: "work",
    requirements: {legacycarerjob_matured:1},
    alternativerecipes: [{id:legacycareropenexplore,chance:100,additional:true}],
    startdescription: "Yet more howling in the basement.",
    description: "I attempt to reason with my more logical side, finding some explanation for the unexplained. When that fails, I rediscover my emotions and urge myself to push through it, no matter what comes.",
    effects: {legacycarerjob_epilogue:1,legacycarerjob_matured:-1,passion:1},
    warmup:10,
    craftable: true},

    {id: "legacycareropenexplore",
    label: "A Casual Theft",
    actionId:"explore",
    alternativerecipes: [{id:legacycareropenstudy,chance:100,additional:true}],
    startdescription: "I must find out more on my condition. Why do I fade through most things, but not through others? Why do I not sleep, or eat, or drink as normal people do?",
    description: "I leave the house for a spell. It is... pleasant to feel the outside air again, though I cannot breathe it in like I used to. No one pays me any heed, and no one seems to stop me as I make off with a few books on ghostly occurrences and near-death experiences.\n I make a note to pay for my books in future, if only to prevent Mrs. Morland investigating her missing stock.",
    effects: {locationbookdealer:1,health:1},
    warmup:20,
    craftable: false},

    {id: "legacycareropenstudy",
    label: "Study the Stories of Spectres",
    actionId:"study",
    startdescription: "The manuscripts are scattered across the aged mahogany desk that I discovered in the study. A distinct lack of books is a poor sight for the dusty shelves. I shall aim to start the collection anew.",
    description: "These old stories clearly have no first-hand experience of real hauntings, but I manage to gleam some useful knowledge from them nonetheless.\n However, once again, the footsteps echo through the halls, and I am forced to cut short my studies for fear of something prowling in this once-abandoned home.",
    effects: {restless:1},
    warmup:30,
    craftable: false},

    {id: "workcarerjob_epilogue",
    label: "A Visitation",
    actionId: "work",
    startdescription: "Someone is at the door. I only find out once the barking begins.",
    description: "A young man kneels in the open doorway, scratching the ragged fur of a small canine. After deeming it safe and healthy, he gives it a short pat on the head and leaves a few notes on the counter, along with a small note.\n Once the door closes, the dog glances around curiously, before his eyes fall upon me. He barks once, then appears to smile, tonge rolling out of his mouth as he grins. I ruffle his fur, and once again the thought intrudes upon my mind:
    [<b>Protect your flock</b>.]",
    effects: {follower_doggo:1,funds:2,legacycarerjob_epilogue:-1},
    warmup: 10,
    craftable: false},
  ]
}
