{"recipes":
	[

	{
	id: "explorefleeting",
	label: "Remember the Sea-Dragon's Palace",
	actionId: "explore",
	requirements: {fleeting:1},
	effects: {fleeting:-1, fragmentsecrethistoriesaltf:1, waymirage:1, toolmothaltf:1, alie:1, ritefollowerinfluenceconsumeingredient:1, vaultfansus1:1},
	warmup:10,
	startdescription: "It still lingers in my memories - a wildly different Mansus, where the Serpent was king.",
	description: "[Currently, this will only give you a small selection of items meant to test the limits of the modding system. You may Dream with Decrepitude to remember the Stargazing Society, and the seven jewel-tantras they had uncovered.",
	craftable: true,
	},
	{
	id: "dreamdecrepitude",
	label: "Remember the Stargazing Society",
	actionId: "explore",
	requirements: {decrepitude:1},
	effects: {goldentantra:1, silvertantra:1, lapistantrasanskrit:1, crystaltantrasanskrit:1, agatetantravak:1, pearltantravak:1, carneliantantravak:1},
	warmup:10,
	startdescription: "The Stargazing Society had risen to power in the First and Second Histories, but as it rose it soon schismed or disbanded. In the Second History, their leader flew away into the Mansus after discovering 'the bird's feather-dress', learning the secrets of flight and travel.",
	description: "In the First History, Edward Pierce, one of the more eccentric members of the Society, began espousing the worship of the Elder Sister, the fairylike Hour who takes anything she fancies. Only one Stargazing Society remains to this day. [Enjoy your tantras! The first few are in english, because it seemed silly to lock basic lore behind Sanskrit & the Stargazing Society had its share of translators.]",
	craftable: true,
	},
	
	
	
	

 {
    id: "aLieStudyOld",
    label: "Read an old Book of Lies",
    actionId: "study",
    requirements: {alie:7},
    effects: {alie:-1, fragmentlanternaltf:1},
    warmup:60,
    startdescription: "This would truly be an awful introduction to the Secret Arts for not a single word of it contains truth. Quite possibly, it is deliberate misinformation. Or worse, a cognitohazard. Or worse, a book of the Tail. Nevertheless...",
    description: "In the beginning there was the Sun-of-Blood and the Haruspex. Seeking her greatest augury, the Haruspex slew the Sun... Curious stories, entertaining stories, but untrue stories. But one can learn as much from what is not as from what is...",
    craftable: true,
    },
 
 
 
 
 
 
 
  {
    id: "studygoldentantra",
    label: "Read the Golden Tantra",
    actionId: "study",
    requirements: {goldentantra:1},
    effects: {goldentantra:-1, fragmentlanternb:1},
    warmup:60,
    startdescription: "The florid descriptions of the Tower of Treasures had never been translated in accordance to their original glory. Caille’s translation intersperses them with potent comparisons of the Tower’s murals to constellation of stars only recently discovered during his expedition to the Cape of Good Hope.",
    description: "‘The Sight of the Tower of Treasures - Cepheus, Enveloped by Cassiopeia(72) - is a Treasure unto itself, and regarded as the First of Seven(73).’",
    craftable: true,
    },
   {
    id: "studysilvertantra",
    label: "Read the Silver Tantra",
    actionId: "study",
    requirements: {silvertantra:1},
    effects: {silvertantra:-1, fragmentmothb:1},
    warmup:60,
    startdescription: "The translation is simple, if not spartan, but the prologue, written in a different style from Fletcher’s own, suggests that a more flowery translation would improperly contextualize the meaning of the Tantra.",
    description: "‘A garden of silver trees, heavy with golden peaches, grows around the Tower. The taste of those peaches is the Second Treasure. To access it is to transgress, but no punishment awaits those who had freed themselves.’",
    craftable: true,
    },
   {
    id: "studylapistantra",
    label: "Read the Lapis Tantra",
    actionId: "study",
    requirements: {lapistantra:1},
    effects: {lapistantra:-1, fragmentlanternc:1},
    warmup:60,
    startdescription: "The Lapis Tantra is discoursive where its predecessors were descriptive. It speaks at length of the constant and vigilant effort required to challenge one’s baser instincts.",
    description: "‘The Third Treasure is made, not found. It is fealty to the Tower of Treasures and the Glory of Liberation. One may not be merciful, lest he forget the light of that Glory.’",
    craftable: true,
    },
   {
    id: "studycrystaltantra",
    label: "Read the Crystal Tantra",
    actionId: "study",
    requirements: {crystaltantra:1},
    effects: {crystaltantra:-1, fragmentmothd:1},
    warmup:60,
    startdescription: "There is some merit to the accusations of facsimile: There are more historical references in this Tantra than all the others combined, and it does not describe the resplendent Glassgarden as it does the Wood below it. Still, the Tantra and its claims possess merit.",
    description: "‘The Fourth Treasure, known also as the Patient Treasure, comes to those who know their every passion like the palm of their hand. Bodhisattva Samantabhadra crushed all but one temptation in his hand, and holds onto the world by his last compassionate wish.’",
    craftable: true,
    },
   {
    id: "studyagatetantra",
    label: "Study the Agate Tantra",
    actionId: "study",
    requirements: {agatetantra:1},
    effects: {fascination:1, agatetantra:-1, fragmentmothf:1},
    warmup:60,
    startdescription: "The switch from Sanskrit to Vak is accompanied by a switch in complexity. The Tantra feels no need to explain the concepts it introduces - concepts that have not been properly expressed in any human language - and immediately begins with an exploration of the interplay between Eyes, Forms and the Self.",
    description: "‘The Fifth Treasure is the ability to close all five of one’s eyes, and look upon the formless realm. The formless realm is not within you, as it is not without you, as you do not exist.’",
    craftable: true,
    },
   {
    id: "studypearltantra",
    label: "Study the Pearl Tantra",
    actionId: "study",
    requirements: {pearltantra:1},
    effects: {dread:1,pearltantra:-1, fragmentlanternf:1},
    warmup:60,
    startdescription: "The Tantra had simmered in the culture and twilight language of the temple. The complexities of Vak intermingle with a history of Buddhist symbology. It is a challenging, exalting and merciless text.",
    description: "‘The Sixth Treasure is said to be the least merciful among them, and demands that you give all that is not the self to lake-water. Mercy is a desire like all others, and self-preservation is merely mercy for the self. As any student of the Path knows, as without, so within.’",
    craftable: true,
    },
   {
    id: "studycarneliantantra",
    label: "Study the Carnelian Tantra",
    actionId: "study",
    requirements: {silvertantra:1},
    effects: {fascination:1, dread:1, silvertantra:-1, fragmentlanterng:1, ritefollowerinfluenceconsumeingredient:1},
    warmup:60,
    startdescription: "Bell had never publicized any facts about the Tantra, for fear of competition.",
    description: "‘The Seventh Treasure is known to nobody - to those who look upon the mirror and see no self in the reflection.’",
    craftable: true,
    },
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
  {
    id: "aLieStudy",
    label: "Read a Book of Lies",
    actionId: "study",
    requirements: {alie:1},
    effects: {alie:-1},
    linked:  [
   {id: "partialTruth", chance: 30},
   {id: "rankBS", chance: 50},
   {id: "goodTruth", chance: 100},
],
    warmup:30,
    startdescription: "This would truly be an awful introduction to the Secret Arts for not a single word of it contains truth. Quite possibly, it is deliberate misinformation. Or worse, a cognitohazard. Or worse, a book of the Tail. Nevertheless...",
    description: ".",
    craftable: true,
    },
  {
    id: "rankBS",
    label: "A Labyrinth of Untruth.",
    actionId: "study",
    effects: {fascination: 2, fragmentlanternd: 1},
   
    startdescription: "The whispers of Hours that are not are no less insiduous than those that are. Perhaps you do not want to read the dire details of the rites used to splinter the Soot-Furnace. Yet it twists and turns and coils and winds and my mind my mind my mind!",
    description: "In the beginning there was the Sun-of-Blood and the Haruspex. Seeking her greatest augury, the Haruspex slew the Sun... Dire stories, awful stories, but fortunately, fortunately untrue stories and incomplete stories, the book is damaged. One can learn as much from what is not as from what is, as much as it hurts...",
    warmup: 30,
    },
  {
    id: "partialTruth",
    label: "A Puzzle of Untruth.",
    actionId: "study",
    effects: {fragmentlanternd: 1, fragmentsecrethistoriesc: 1},
   
    startdescription: "The whispers of Hours that are not are no less thunderous than those that are. The details of the Haruspex's prophecy still echo in your mind. It twists and turns and coils and winds but not painfully.",
    description: "The Haruspex brought her prophecy to the people of the world and held it aloft as their annihilation... in a field that sounds oddly familiar. Curious stories, odd stories, but untrue stories and incomplete stories, the book is damaged. Still, one can learn as much from what is not as from what is.",
    warmup: 30,
    },
  {
    id: "goodTruth",
    label: "A Glimmer of Truth?",
    actionId: "study",
    effects: {fragmentlanterne: 1, fragmentsecrethistoriesc: 1, contentment: 1},
   
    startdescription: "The whispers of Hours that are not are no less wondrous than those that are. The deeds of the Serpent-that-Shattered, the stranger who defied the prophecies still ring triumphantly in your mind.",
    description: "That which came from Nowhere was crushed in its coils. The Histories, even the History of the Mansus, was shattered, but the Serpent smiled and rose to rebuild the world. Awesome stories, magnificent stories, but sadly untrue stories and incomplete stories, the book is damaged. Still, can learn as much from what is not as from what is.",
    warmup: 30,
    },
 
 
 
 
 
 
			{
        id: "summon_spirit_lanternc_heart",
        label: "Summon an impervious creature of the Tower of Treasures",
        actionId: "work",
        requirements: {ritual:1,knock:2,lantern:6,heart:2,desire:-1},
		effects: {spirit_mothd_heart:1},
        startdescription: "The Jaded Maiden! She might be as old as the first Hours, or she might measure her age in seconds. She will answer to Lantern, for what she had seen, and Heart, for what she had survived.",
        description: "The Maiden would be very easily mistaken for a statue, if statues were ever made with such detail (or with such verdant nephrite). She is quite content to stay like this.",
        warmup: 60,
        craftable: true,
		comments: "The Maidens don't struggle much, they just go with the flow."
    },
 
 
 
 
 
 
 
 
 
 
 
	
	
	{
	id: "dreamusemirageway",
	label: "The Way to the Mirage Door",
	actionId: "dream",
	requirements: {waymirage:1},
	slots: [{id:"Ascent",description: "The Mirage Door is not closed, but guarded.",required: {tool:1}}],
	startdescription: "The Mirage Door, occasionally called the Formless Door or the Eye’s Gate, is not closed, but guarded. 'You will have to best yourself to pass through the Mirage Door.' - chimes the Door's guardian as it copies my every feature. 'You cannot best yourself.'",
	description: "I have to best myself to pass through the Mirage Door. I cannot best myself.",
	craftable: true,
	aspects:{fatiguing:1},
	alternativerecipes: [
	{id:"dreamentermiragemirror",chance:100},
	{id:"dreamentermiragevajra",chance:100},
	],
	craftable:true,
	warmup:60,
	},
			{id: "dreamentermiragemirror",
	label: "Passing the Mirage Door",
	actionId: "dream",
	craftable: false,
	requirements: {waymirage:1,mirror:1},
	startdescription: "There are rules to the Mirage Door: If I show my reflection a mirror, it will be obliged to fight that reflection, just as I am obliged to fight it. I will pass the Door in the commotion, but my mirror will not remain whole.",
	description: ".",
	portaleffect: "peacockdoor",
	aspects: {"crackmirror":1},
	warmup:0	
	},
				{id: "dreamentermiragevajra",
	label: "Passing the Mirage Door",
	actionId: "dream",
	craftable: false,
	requirements: {waymirage:1,toolmothaltf:1},
	startdescription: "There are rules to the Mirage Door: If I forget what I am, nothing will stand to oppose me. I only need to close my eyes and walk.",
	description: ".",
	portaleffect: "peacockdoor",
	warmup:0	
	},
	
	
	
	
	
	
	
	
			 	{
	id: "explore_vaultfansus1_setup",
	label: "An Expedition to Mount Penglai",
	actionId: "explore",
	requirements:{funds:1,follower:1,vaultfansus1:1},
	effects: {peril_sea:1,guardian_long:1,guardian_jade:1,curse_visions:1},
	startdescription: "An infamous octet of reputed immortals once came to this place in search of treasure from behind the world’s skin. The Long remain here to this day, alongside the miracles they discovered. [Expeditions need at least one Funds per obstacle. Followers will defeat obstacles. If you run out of Funds or Followers, the Expedition ends.]",
	description: ".",
	warmup:30,
	craftable: true,
	linked: [
	{id: "explorevault_expeditionbegun",chance:100}],
	},
	
			{
	id: "explorevaultfansus1_success",
	label: "Fruit and Treasure",
	actionId: "explore",
	requirements: {vaultfansus1:1},
	effects: {vaultfansus1:-1, health:1, toollanternaltd:1},
	deckeffect: {"vaultcontentsr":3},
	startdescription: "Nothing stands between us and the treasured gardens of Hourai. The mendicant Tieguai warns us that we may only take a single peach from the trees, lest we anger the Eye-Closed. The necromancer Guolao indicates that no such rules apply to the treasures strewn in the white grass.",
	description: "Guolao takes a bone, or merely a bone-white stone, and chucks it at one of the trees. A branch breaks off and lands upon the grass. 'You can take it with you, alongside what you’ve been promised. Just leave some treasure for us, friend!' The taste of the crystal peach had refined my body into something durable and vital. I am more than I was. I will never forget that bleached land.",
	warmup:30,
	craftable: false
	},
	

	
	
	
		{
	id: "explorevaultguardian_jade_encounter",
	actionId:"explore",
	label: "Jaded Servants",
	startdescription: "The location's pristine and jaded servants have gathered to stop you. They cannot be persuaded in the same way stone cannot be persuaded, but they may be broken by Edge or Forge.",
	requirements: {guardian_jade:1},
	slots:[{id:"Assistance", description: "Funds are essential for expeditions. Followers will allow me to pass obstacles.",required: {follower:1,funds:1}}],
	alternativerecipes: [
	{id: "explorevaultguardian_jade_highedge",chance:100},
	{id: "explorevaultguardian_jade_highforge",chance:100},
	{id: "explorevaultguardian_jade_midedge",chance:100},
	{id: "explorevaultguardian_jade_midforge",chance:100},	
	{id: "explorevaultguardian_jade_lowedge",chance:100},
	{id: "explorevaultguardian_jade_lowforge",chance:100}],
	warmup:30,
	craftable: false,
	linked: [{id:"explorevaultguardian_jade_failure",chance:100}]
	},
	
	{id:"explorevaultguardian_jade_highedge",
	actionId: "explore",
	requirements:{edge:10},
	label:"Our strength is matchless.",
	startdescription:"The Servants are advisors, oracles and courtiers. Their kind is not meant to fight. We have slain faster, stronger opponents. These living sculptures stand no chance of stopping us.",
		  description:".",
	linked: [{id:"explorevaultguardian_jade_success_edge",chance:100},
	{id:"explorevaultguardian_jade_failure",chance:100}]	  
		  },
		{id:"explorevaultguardian_jade_midedge",
	actionId: "explore",
	requirements:{edge:5},
	label:"Our strength is considerable.",
	startdescription:"The Jaded Servants were human, once. A little of that humanity remains, hidden beneath their nephrite. We can strike at that humanity like a viper, but they may defeat us before we get the chance.",
		  description:".",
	linked: [{id:"explorevaultguardian_jade_success_edge",chance:70},
	{id:"explorevaultguardian_jade_failure",chance:100}]	  
		  },
		  	{id:"explorevaultguardian_jade_lowedge",
	actionId: "explore",
	requirements:{edge:1},
	label:"Our strength may not be enough.",
	startdescription:"Each Servant had once been human, and each Servant had rejected their humanity for a life of brilliance. Each one could crush us in her vice grip, if she so chose. Still, we may have a chance.",
		  description:".",
	linked: [{id:"explorevaultguardian_jade_success_edge",chance:30},
	{id:"explorevaultguardian_jade_failure",chance:100}]	  
		  },
		  	{id:"explorevaultguardian_jade_highforge",
	actionId: "explore",
	requirements:{forge:10},
	label:"We call upon the Snake-Tail, who tears at the skin of the world.",
	startdescription:"The Jaded Servants had locked away their humanity in order to become statuesque nephrite. The Snake-Tail, who shatters doors, will be happy to shatter his way to their very core.",
		  description:".",
	linked: [{id:"explorevaultguardian_jade_success_forge",chance:100},
	{id:"explorevaultguardian_jade_failure",chance:100}]	  
		  },
		  	{id:"explorevaultguardian_dead_midforge",
	actionId: "explore",
	requirements:{forge:5},
	label:"We call upon the Snake-Tail, who has shattered a million doors.",
	startdescription:"The Jaded Servants are statues before they are people. They move with the grandiose rhythm of tectonic plates. The Tail had shattered things greater than tectonic plates, but not much greater.",
		  description:".",
	linked: [{id:"explorevaultguardian_jade_success_forge",chance:70},
	{id:"explorevaultguardian_jade_failure",chance:100}]	  
		  },
		  	{id:"explorevaultguardian_jade_lowforge",
	actionId: "explore",
	requirements:{forge:1},
	label:"We call upon the Snake-Tail, who despises all borders.",
	startdescription:"[FNORD]",
		  description:".",
	linked: [{id:"explorevaultguardian_jade_success_forge",chance:30},
	{id:"explorevaultguardian_jade_failure",chance:100}]	  
		  },
			{
	id: "explorevaultguardian_jade_success_edge",
	actionId:"explore",
	label: "The Lifeless Servants",
	startdescription: "Their bodies may be whole, but they no longer live. Our finesse has secured us the vay forward.",
	description: ".",
	effects: {guardian_jade:-1},
	craftable: false,
		linked: [{id:"explorevaulttick",chance:100}],
		warmup:30
	},
				{
	id: "explorevaultguardian_jade_success_forge",
	actionId:"explore",
	label: "The Shattered Servants",
	startdescription: "Only jewel-shards remain where the Jaded Servants once stood. We had won our way forward.",
	description: ".",
	effects: {guardian_jade:-1},
	craftable: false,
		linked: [{id:"explorevaulttick",chance:100}],
		warmup:30
	},
				{
	id: "explorevaultguardian_jade_failure",
	actionId:"explore",
	label: "The Power of Jade",
	startdescription: "The Jaded Servants first negotiate, then prevaricate, then deceive, then chant mantras, then shout invocations, but never strike. Their clever words have repelled us, and have taken root in our minds besides.",
	description: ".",
	craftable: false,
		linked: [{id:"explorevault_casualty",chance:70},
		{id:"explorevaulttick",chance:100}],
		warmup:30
	},
	
	
	
	
	
	
	

	
	
	
	
	
]
}