{"elements":
    [ 
	{
    id: "fragmentsecrethistoriesaltf",
    label: "Conqueror's Map",
    aspects:
    {secrethistories: 12,
	lore: 1,
	fragmentsecrethistoriesf: 1},
    description: "The Golden King had once conquered all the territories of the Earth, and all the territories of the Mansus. All his achievements had turned to dust. All except this map.",
	},
	{id: "waymirage",
	label: "Way: The Mirage Door",
	description: "In my dreams, I've found the way to the Mirage Door, sometimes called the Formless Gate, or the Envious Door.",
	aspects: {way:1, waymirage:1},
	unique:true
	}, 
	{id: "toolmothaltf",
	label: "Lone Vajra",
	description: "A nameless Tibetan monk is said to have fully understood the essence, nature and power of the world. This was his only weapon, tool, and compass.",
	aspects: {moth:12,auctionable:6,tool:1}
	},
	{id: "alie",
	label: "A Lie",
	description: "A bewilderingly entertaining book of lies, lies of all sorts. False Histories, nonexistent Names of fraudulent Hours, countries that could not even begin to be. Of course they have to be lies, don’t they? They contradict everything you know. But… Perhaps…",
	aspects: {text:1,auctionable:2}
	},
	{
    id: "fragmentlanternaltf",
    label: "????????",
    aspects:
    {lantern: 12,
	lore: 1,
	fragmentlanternf: 1},
    description: "[Lies.]",
	},
	{
    id: "spirit_mothd_heart",
    label: "Jaded Maiden",
    aspects:
    {follower:1, summoned:1,moth:10,heart:10,deceiver:1},
    description: "When the Tower of Treasures requires emissaries - which is always - these Maidens are the first to serve. If all the Hours were killed at once, if their blood flooded the Wood, if the Glory was shattered into a thousands pinpricks of light, their facial expression would change only slightly. They make for excellent liars.",
	lifetime: 180
    },
	{
	id: "ritefollowerinfluenceconsumeingredient",
    label: "Sunspot Rite",
    aspects:
    {ritual:1},
	slots: [
	{id:"Assistant",actionId: "work",required: {follower:1,prisoner:1},description: "Who will accompany me?"},
	{id:"Influence",actionId: "work",required: {influence:1},description: "What power is present?"},
	{id:"Offering",actionId: "work",required: {ingredient: 1}, description: "What will be offered?",consumes:true},
	{id:"Desire",actionId: "work",required: {desire:6}, description: "What might I become? [This slot only accepts the final stage of Ascension. If you have achieved the Sixth Mark, add your Ascension to this slot to complete a Great Work.]"}
			],
            description: "The Glory rends the skin of any who would behold it, but even the Glory can be brought to mercy by the Apple-in-the-Eye, if presented with the right moment, the right companionship and the right sacrifice.",
			unique:true
        },
		
		
		
	{
    id: "vaultfansus1",
    label: "Mount Penglai",
    aspects:{vault:1,location:1,vaulteveningisles:1},
	slots:[
	{id:"expeditionmember",label:"Leader",description:"I must have at least one Follower to start the expedition. I can add more later.",required:{follower:1},actionId:"explore"},
	{id:"expeditionmember2",label:"Assistant",description:"Optionally, I can add an extra Follower now, if I think they'll be useful.",required:{follower:1},actionId:"explore"},
	{id:"expeditionfunds",label:"Funds",description:"I must have at least one Funds to begin the expedition.",required:{funds:1},actionId:"explore"},
	{id:"expeditionfunds",label:"Further Funds",description:"Optionally, I can add more Funds now, if I'm worried about running out.",required:{funds:1},actionId:"explore"},
	],
    description: "The ivory point of the mountain pierces the mists. The shores, too, are white as bone or the sclera of the eye. Amongst white grass grow white trees, whose crystal fruit, in sufficient doses, may cure all diseases, or lead to enlightenment.",
	unique:true
    },
	{id: "guardian_jade",
	label: "Jaded Servants",
	aspects: {guardian:1},
	description: "The handmaidens of the Tower of Treasures may be mistaken for statues, until one sees them dance. Their every movement suggests an otherworldly greatness, and in their greatness, they care for nothing. They may be shattered by the Forge, or slain by the Edge."
	},
]
}