{"recipes":
[   
 {
    id: "aLieStudy",
    label: "Read a Book of Lies",
    actionId: "study",
    requirements: {aLie:1},
    effects: {aLie:-1},
    linked:  [
   {id: "partialTruth", chance: 100},
   {id: "rankBS", chance: 100},
  {id: "goodTruth", chance: 100},
],
    warmup:60,
    startdescription: "This would truly be an awful introduction to the Secret Arts for not a single word of it contains truth. Quite possibly, it is deliberate misinformation. Or worse, a cognitohazard. Or worse, a book of the Tail. Nevertheless...",
    description: ".",
    craftable: true,
    },

  {
	id: "rankBS",
	label: "A Labyrinth of Untruth.",
	actionId: "study",
	requirements: {fascination: 2, fragmentLanternAltD: 1},
	
	startdescription: "The whispers of Hours that are not are no less insiduous than those that are. Perhaps you do not want to read the dire details of the rites used to splinter the Soot-Furnace. Yet it twists and turns and coils and winds and my mind my mind my mind!",
	description: "In the beginning there was the Sun-of-Blood and the Haruspex. Seeking her greatest augury, the Haruspex slew the Sun... Dire stories, awful stories, but fortunately, fortunately untrue stories and incomplete stories, the book is damaged. One can learn as much from what is not as from what is, as much as it hurts...",
	warmup: 10,
    },

  {
	id: "partialTruth",
	label: "A Puzzle of Untruth.",
	actionId: "study",
	requirements: {fragmentLanternAltD: 1, fragmentHistoriesAltC: 1},
	
	startdescription: "The whispers of Hours that are not are no less thunderous than those that are. The details of the Haruspex's prophecy still echo in your mind. It twists and turns and coils and winds but not painfully.",
	description: "The Haruspex brought her prophecy to the people of the world and held it aloft as their annihilation... in a field that sounds oddly familiar. Curious stories, odd stories, but untrue stories and incomplete stories, the book is damaged. Still, one can learn as much from what is not as from what is.",
	warmup: 10,
    },

  {
	id: "goodTruth",
	label: "A Glimmer of Truth?",
	actionId: "study",
	requirements: {fragmentLanternAltE: 1, fragmentHistoriesAltC: 1, contentment: 1},
	
	startdescription: "The whispers of Hours that are not are no less wondrous than those that are. The deeds of the Serpent-that-Shattered, the stranger who defied the prophecies still ring triumphantly in your mind.",
	description: "That which came from Nowhere was crushed in its coils. The Histories, even the History of the Mansus, was shattered, but the Serpent smiled and rose to rebuild the world. Awesome stories, magnificent stories, but sadly untrue stories and incomplete stories, the book is damaged. Still, can learn as much from what is not as from what is.",
	warmup: 10,
    },

]

}