{"recipes":
	[
	{
	id: "fancydecrepitude",
	label: "Remember the Stargazing Society",
	actionId: "fancy",
	requirements: {decrepitude:1},
	effects: {goldentantra:1, silvertantra:1, lapistantrasanskrit:1, crystaltantrasanskrit:1, agatetantravak:1, pearltantravak:1, carneliantantravak:1},
	warmup:10,
	startdescription: "The Stargazing Society had risen to power in the First and Second Histories, but as it rose it soon schismed or disbanded. In the Second History, their leader flew away into the Mansus after discovering 'the bird's feather-dress', learning the secrets of flight and travel.",
	description: "In the First History, Edward Pierce, one of the more eccentric members of the Society, began espousing the worship of the Elder Sister, the fairylike Hour who takes anything she fancies. Only one Stargazing Society remains to this day. [Enjoy your tantras! The first few are in english, because it seemed silly to lock basic lore behind Sanskrit & the Stargazing Society had its share of translators.]",
	craftable: true,
	},
   {
    id: "studygoldentantra",
    label: "Read the Golden Tantra",
    actionId: "study",
    requirements: {goldentantra:1},
    effects: {goldentantra:-1, fragmentlanternb:1},
    warmup:60,
    startdescription: "The florid descriptions of the Tower of Treasures had never been translated in accordance to their original glory. Caille’s translation intersperses them with potent comparisons of the Tower’s murals to constellation of stars discovered during his own expedition to the Cape of Good Hope.",
    description: "‘The Sight of the Tower of Treasures - Cepheus, Enveloped by Cassiopeia(72) - is a Treasure unto itself, and regarded as the First of Seven(73).’",
    craftable: true,
    },
   {
    id: "studysilvertantra",
    label: "Read the Silver Tantra",
    actionId: "study",
    requirements: {silvertantra:1},
    effects: {silvertantra:-1, fragmentmothb:1},
    warmup:60,
    startdescription: "The translation is simple, but laden with metaphor. An illuminating prologue, written in a different style from Fletcher’s own, suggests that a more flowery translation would improperly contextualize the meaning of the Tantra.",
    description: "‘A garden of silver trees, heavy with golden peaches, grows around the Tower. The taste of those peaches is the Second Treasure. To access it is to transgress, but no punishment awaits those who had freed themselves.’",
    craftable: true,
    },
   {
    id: "studylapistantra",
    label: "Read the Lapis Tantra",
    actionId: "study",
    requirements: {lapistantra:1},
    effects: {lapistantra:-1, fragmentlanternc:1},
    warmup:60,
    startdescription: "The Lapis Tantra is discoursive where its predecessors were descriptive. It speaks at length of the constant and vigilant effort required to challenge one’s baser instincts.",
    description: "‘The Third Treasure is made, not found. It is fealty to the Tower of Treasures and the Glory of Liberation. One may not be merciful, lest he forget the light of that Glory.’",
    craftable: true,
    },
   {
    id: "studycrystaltantra",
    label: "Read the Crystal Tantra",
    actionId: "study",
    requirements: {crystaltantra:1},
    effects: {crystaltantra:-1, fragmentmothd:1},
    warmup:60,
    startdescription: "There is some merit to the accusations of facsimile: There are more historical references in this Tantra than all the others combined, and it does not describe the resplendent Glassgarden as much as it does the Wood below it. Still, the Tantra and its claims possess merit.",
    description: "‘The Fourth Treasure, known also as the Patient Treasure, comes to those who know their every passion like the palm of their hand. Bodhisattva Samantabhadra crushed all but one temptation in his hand, and holds onto the world by his last compassionate wish.’",
    craftable: true,
    },
   {
    id: "studyagatetantra",
    label: "Study the Agate Tantra",
    actionId: "study",
    requirements: {agatetantra:1},
    effects: {fascination:1, agatetantra:-1, fragmentmothf:1},
    warmup:60,
    startdescription: "The switch from Sanskrit to Vak is accompanied by a switch in complexity. The Tantra feels no need to explain the concepts it introduces - concepts that have not been properly expressed in any human language - and immediately begins with an exploration of the interplay between Eyes, Forms and the Self.",
    description: "‘The Fifth Treasure is the ability to close all five of one’s eyes, and look upon the formless realm. The formless realm is not within you, as it is not without you, as you do not exist.’",
    craftable: true,
    },
   {
    id: "studypearltantra",
    label: "Study the Pearl Tantra",
    actionId: "study",
    requirements: {pearltantra:1},
    effects: {dread:1,pearltantra:-1, fragmentlanternf:1},
    warmup:60,
    startdescription: "The Tantra had simmered in the culture and twilight language of the temple. The complexities of Vak intermingle with a history of Buddhist symbology. It is a challenging, exalting and merciless text.",
    description: "‘The Sixth Treasure is said to be the least merciful among them, and demands that you give all that is not the self to lake-water. Mercy is a desire like all others, and self-preservation is merely mercy for the self. As any student of the Path knows, the world without is the world within.’",
    craftable: true,
    },
   {
    id: "studycarneliantantra",
    label: "Study the Carnelian Tantra",
    actionId: "study",
    requirements: {carneliantantra:1},
    effects: {fascination:1, dread:1, carneliantantra:-1, fragmentlanterng:1, ritefollowerinfluenceconsumeingredient:1},
    warmup:60,
    startdescription: "Bell had never publicized any facts about the Tantra, for fear of competition.",
    description: "‘The Seventh Treasure is known to nobody - to those who look upon the mirror and see no self in the reflection.’",
    craftable: true,
    },
	

   {
    id: "studyodesetc",
    label: "Study 'Odes, &c. for certain occasions'",
    actionId: "study",
    requirements: {odesetc:1},
    effects: {odesetc:-1, fragmentheartd:1},
    warmup:60,
    startdescription: "The conflict that drove the lovers apart is kept unclear, but both of them were adepts, if not even Long. Edward sends his paramour a rainbow of flowers, ‘one for each colour of the rainbow, as enumerated by the Apple-of-the-Eye’, which Samuel interprets as a rejection. There are hundreds of pages of this stuff.",
    description: "Heron Maribelle possesses knowledge of apocryphal tantras uncharacteristic of an average englishwoman. Over the course of the Odes, Samuel recited seven, and Edward dismantles each one in turn. They are not married under the patronage of any one Hour, but their vows include a defensive invocation against the Apple-of-the-Eye, whom both lovers agree is a ‘most vain of gods’.",
    craftable: true,
    },
	   {
    id: "studytravelthroughdistanteast",
    label: "Study 'Notes on Travel Through Distant East'",
    actionId: "study",
    requirements: {travelthroughdistanteast:1},
    effects: {travelthroughdistanteast:-1, fragmentlanterne:1, vaultbook1:1},
    warmup:60,
    startdescription: "The monk never mentions his name to Shine, nor does he ever speak about himself at all. What the hermit does mention, though, is the esoteric teachings he followed - the Seven Jewels School of Buddhism - and the encroachment of death and the afterlife. ‘Death Knocks Upon all the Doors of the Sea-Dragon’s Palace.’",
    description: "Seven days after they met, the hermit falls to an unclear illness. Samuel writes that while the monk had always had an aura to him, it became all the more tangible with his passing - he describes the rainbow colours emanating from his corpse as the colours of jewels. Over the next seven days, the body of the monk shrinks and shrinks, until only his tool and the seven colours remain. ‘I should bring the vajra back with me, as proof of what happened. It’s not as if the man will need it anymore. I wonder what that paranoiac Hearn will make of it…’",
    craftable: true,
    },
]
}